/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Lookup der Adresse fehlgeschlagen";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Verbindung fehlgeschlagen";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Konnte nicht zu %1$@ verbinden: %2$@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Konnte nicht von %1$@ lesen: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Konnte die Adresse \"%1$@\" nicht auflösen: %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Konnte die Adresse für den Server via Bonjour nicht erhalten.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Konnte nicht zu %1$@ schreiben: %2$@.";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Socket Read fehlgeschlagen";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Socket Write fehlgeschlagen";
